Repository: Bersam/lLyrics
Catalog: lLyrics/locale/*.po
Languages: de

source: Lyrics
de: Liedtexte

source: Display lyrics for the current playing song
de: Zeige Liedtext für den gerade gespielten Titel

source: Show lyrics
de: Liedtext anzeigen

source: Search and display lyrics for this song
de: Suche und zeige Liedtext für diesen Titel

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Back to playing song
de: Zurück zum aktuellen Titel

source: External
de: Extern

source: From cache file
de: Aus Cache Datei

source: Sources
de: Quellen

source: Scan next source
de: Durchsuche nächste Quelle

source: Scan all sources
de: Durchsuche alle Quellen

source: Search online
de: Online suchen

source: Mark as instrumental
de: Als instrumental markieren

source: Clear lyrics
de: Liedtext löschen

source: Edit lyrics
de: Liedtext bearbeiten

source: Save lyrics
de: Liedtext speichern

source: searching lyrics...
de: suche Liedtexte...

source: No lyrics found
de: Keine Liedtexte gefunden

source: Show sidebar on first playback
de: Seitenleiste bei Wiedergabestart einblenden

source: Save lyrics
de: Liedtexte speichern

source: Whether to automatically save retrieved lyrics in the folder specified below
de: Speichert gefundene Liedtexte automatisch im nachfolgend ausgewählten Ordner

source: default
de: Standardeinstellung

source: Folder for lyrics
de: Ordner für Liedtexte

source: Always ignore parentheses in song title
de: Klammern im Songtitel immer ignorieren

source: When turned off, only parentheses containing specific strings (e.g. 'remix', 'live', 'edit', etc) are filtered
de: Falls ausgeschaltet, werden nur Klammern mit bestimmten Zeichenketten (z.B. 'remix', 'live', 'edit', etc) gefiltert

source: Sources:
de: Quellen:

source: Warning: 'External' calls the Rhythmbox built-in lyrics plugin. I can not guarantee that the provided engines work properly! They might have bugs or make the plugin crash! If you experience any problems, try to unselect some lyrics sites in the 'lyrics' plugin's preference dialog or deactivate the 'External' source.
de: Warnung: 'Extern' nutzt das Rhythmbox-interne Liedtexte Plugin. Ich kann nicht garantieren, dass die darin bereitgestellten Parser richtig funktionieren! Sie können Fehler enthalten oder das Plugin zum Abstürzen bringen! Falls Sie auf Probleme treffen, versuchen Sie im Einstellungsdialog des 'Liedtexte' Plugins Seiten zu deselektieren oder deaktivieren Sie 'Externe' Quellen.

source: Show toolbar icon
de: Zeige Werkzeugleisten-Symbol

source: When turned off, the lyrics sidebar can only be toggled using the 'View' menu or by pressing 'Ctrl+L'
de: Falls ausgeschaltet, kann die Seitenleiste mit den Liedtexten nur im 'Ansicht' Menü oder durch Drücken von 'Strg+L' ein- und ausgeblendet werden

source: Image files
de: Bilddateien

source: default icon
de: Standard-Symbol

source: Toolbar icon
de: Werkzeugleisten-Symbol

source: You have to disable and re-enable this plugin or restart Rhythmbox to apply changes here
de: Zum Anwenden der Änderung muss das Plugin de- und reaktiviert oder Rhythmbox neu gestartet werden

source: Show toolbar separators
de: Zeige Trennlinien in der Werkzeugleiste

source: left
de: links

source: right
de: rechts

source: Show lyrics menu as toplevel menu
de: Zeige das Liedtexte Menü als eigenen Hauptmenüpunkt

source: When turned off, the lyrics menu is moved to the 'Control' menu
de: Falls ausgeschaltet, wird das Liedtexte-Menü in das 'Steuerung'-Menü verschoben

source: Hide sidebar label
de: Verstecke die Überschrift der Seitenleiste

source: Show lyrics in left sidebar instead of right one
de: Zeige Liedtexte in der linken statt der rechten Seitenleiste

source: General
de: Allgemein

source: Appearance
de: Erscheinungsbild
